{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "AppleRHI",
			"Children": [
				{
					"Source": {
						"Text": "-sm6 is selected but Mac requires OS 15 to support SM6"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "MetalRHIOptionsError"
				},
				{
					"Source": {
						"Text": "No Targeted RHI is set for this project, defaulting to SM5"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "MetalMissingTargetError"
				}
			]
		},
		{
			"Namespace": "BuildPatchInstallError",
			"Children": [
				{
					"Source": {
						"Text": "A file access error has occurred. Please check your running processes."
					},
					"Translation": {
						"Text": "Ocurrió un error de acceso de archivo. Comprueba tus procesos en curso."
					},
					"Key": "BuildPatchInstallShortError_MoveFileToInstall"
				},
				{
					"Source": {
						"Text": "A file corruption has occurred. Please try again."
					},
					"Translation": {
						"Text": "Hay un archivo dañado. Vuelve a intentarlo."
					},
					"Key": "BuildPatchInstallShortError_FileConstructionFail"
				},
				{
					"Source": {
						"Text": "An unknown error ocurred. Please contact support."
					},
					"Translation": {
						"Text": "Ocurrió un error desconocido. Ponte en contacto con asistencia al cliente."
					},
					"Key": "BuildPatchInstallShortError_InvalidOrMax"
				},
				{
					"Source": {
						"Text": "Could not download patch data. Please check your internet connection, and try again."
					},
					"Translation": {
						"Text": "No se pudieron descargar los datos del parche. Revisa tu conexión a Internet y vuelve a intentarlo."
					},
					"Key": "BuildPatchInstallShortError_DownloadError"
				},
				{
					"Source": {
						"Text": "Low-level failure to write files to disk during installation. Verify there is sufficient disk space. {RequiredBytes} more is required."
					},
					"Translation": {
						"Text": ""
					},
					"Key": "InstallationWriteFailed"
				},
				{
					"Source": {
						"Text": "Maximum path length exceeded. Please specify a shorter install location."
					},
					"Translation": {
						"Text": "Se sobrepasó la longitud máxima de ruta. Especifica una ubicación de instalación más corta."
					},
					"Key": "BuildPatchInstallShortError_PathLengthExceeded"
				},
				{
					"Source": {
						"Text": "Not enough disk space available. Please free up some disk space and try again."
					},
					"Translation": {
						"Text": "No hay suficiente espacio en el disco. Libera algo de espacio e inténtalo de nuevo."
					},
					"Key": "BuildPatchInstallShortError_OutOfDiskSpace"
				},
				{
					"Source": {
						"Text": "Patching service could not start. Please contact support."
					},
					"Translation": {
						"Text": "No se pudo iniciar el servicio de parcheo. Ponte en contacto con asistencia al cliente."
					},
					"Key": "BuildPatchInstallShortError_ApplicationError"
				},
				{
					"Source": {
						"Text": "The application is closing."
					},
					"Translation": {
						"Text": "La aplicación se está cerrando."
					},
					"Key": "BuildPatchInstallShortError_ApplicationClosing"
				},
				{
					"Source": {
						"Text": "The application's uninstall action has failed to execute. Please contact support."
					},
					"Translation": {
						"Text": ""
					},
					"Key": "BuildPatchInstallShortError_UninstallCustomActionError"
				},
				{
					"Source": {
						"Text": "The following directory could not be created.\n{0}"
					},
					"Translation": {
						"Text": "No se pudo crear el siguiente directorio.\n{0}"
					},
					"Key": "MissingStageDirectory"
				},
				{
					"Source": {
						"Text": "The installation directory could not be created.\n{0}"
					},
					"Translation": {
						"Text": "No se pudo crear el directorio de instalación.\n{0}"
					},
					"Key": "MissingInstallDirectory"
				},
				{
					"Source": {
						"Text": "The installation is corrupt. Please contact support."
					},
					"Translation": {
						"Text": "La instalación está dañada. Ponte en contacto con asistencia al cliente."
					},
					"Key": "BuildPatchInstallShortError_BuildCorrupt"
				},
				{
					"Source": {
						"Text": "The installer failed to initialize. Please contact support."
					},
					"Translation": {
						"Text": "El instalador no pudo iniciar. Ponte en contacto con asistencia al cliente."
					},
					"Key": "BuildPatchInstallShortError_InitializationError"
				},
				{
					"Source": {
						"Text": "The necessary prerequisites have failed to install. Please contact support."
					},
					"Translation": {
						"Text": "No se pudieron instalar los prerrequisitos necesarios. Ponte en contacto con asistencia al cliente."
					},
					"Key": "BuildPatchInstallShortError_PrerequisiteError"
				},
				{
					"Source": {
						"Text": "The operation was successful."
					},
					"Translation": {
						"Text": "La operación tuvo éxito."
					},
					"Key": "BuildPatchInstallShortError_NoError"
				},
				{
					"Source": {
						"Text": "There is not enough space at {Location}\n{RequiredBytes} is required.\n{AvailableBytes} is available.\nYou need an additional {SpaceAdditional} to perform the installation."
					},
					"Translation": {
						"Text": "No hay suficiente espacio en {Location}\nSon necesarios {RequiredBytes}.\nHay {AvailableBytes} disponibles.\nNecesitas {SpaceAdditional} adicionales para poder realizar la instalación."
					},
					"Key": "InstallDirectoryDiskSpace"
				},
				{
					"Source": {
						"Text": "There is not enough space on your device.\n{RequiredBytes} is required.\n{AvailableBytes} is available.\nYou need an additional {SpaceAdditional} to perform the installation."
					},
					"Translation": {
						"Text": "No hay suficiente espacio en tu dispositivo.\nSon necesarios {RequiredBytes}.\nHay {AvailableBytes} disponibles.\nNecesitas {SpaceAdditional} adicionales para poder realizar la instalación."
					},
					"Key": "InstallDirectoryDiskSpaceDevice"
				},
				{
					"Source": {
						"Text": "This installation could not continue as the required decryption data is missing. Please contact support."
					},
					"Translation": {
						"Text": ""
					},
					"Key": "MissingEncryptionKeyForNonPreload"
				},
				{
					"Source": {
						"Text": "This installation could not continue as the required decryption data is not valid. Please contact support."
					},
					"Translation": {
						"Text": ""
					},
					"Key": "InvalidEncryptionKeyForNonPreload"
				},
				{
					"Source": {
						"Text": "This installation could not continue due to a configuration issue. Please contact support."
					},
					"Translation": {
						"Text": ""
					},
					"Key": "EmptyCloudDirectories"
				},
				{
					"Source": {
						"Text": "This installation could not continue due to a configuration issue. Please contact support."
					},
					"Translation": {
						"Text": "La instalación no pudo continuar debido a un problema de configuración. Ponte en contacto con asistencia al cliente."
					},
					"Key": "InvalidInstallTags"
				},
				{
					"Source": {
						"Text": "This installation could not continue due to a configuration issue. Please contact support."
					},
					"Translation": {
						"Text": ""
					},
					"Key": "InvalidInstallToMemory"
				},
				{
					"Source": {
						"Text": "This installation could not continue due to a configuration issue. Please contact support."
					},
					"Translation": {
						"Text": ""
					},
					"Key": "InvalidMemoryConstructionConfig"
				},
				{
					"Source": {
						"Text": "This installation could not continue due to a configuration issue. Please contact support."
					},
					"Translation": {
						"Text": ""
					},
					"Key": "VerifyOnlyActionMixed"
				},
				{
					"Source": {
						"Text": "This installation could not continue due to a prerequisite configuration issue. Please contact support."
					},
					"Translation": {
						"Text": "La instalación no pudo continuar debido a un problema de configuración de un prerrequisito. Ponte en contacto con asistencia al cliente."
					},
					"Key": "MissingPrereqForPrereqOnlyInstall"
				},
				{
					"Source": {
						"Text": "User cancelled."
					},
					"Translation": {
						"Text": "Cancelado por el usuario."
					},
					"Key": "BuildPatchInstallShortError_UserCanceled"
				}
			]
		},
		{
			"Namespace": "BuildPatchInstallProgress",
			"Children": [
				{
					"Source": {
						"Text": "Cleaning up"
					},
					"Translation": {
						"Text": "Limpiando"
					},
					"Key": "EBuildPatchProgress_CleanUp"
				},
				{
					"Source": {
						"Text": "Complete"
					},
					"Translation": {
						"Text": "Completado"
					},
					"Key": "EBuildPatchProgress_Complete"
				},
				{
					"Source": {
						"Text": "Downloading"
					},
					"Translation": {
						"Text": "Descargando"
					},
					"Key": "EBuildPatchProgress_Downloading"
				},
				{
					"Source": {
						"Text": "Initializing"
					},
					"Translation": {
						"Text": "Iniciando"
					},
					"Key": "EBuildPatchProgress_Initialising"
				},
				{
					"Source": {
						"Text": "Installing"
					},
					"Translation": {
						"Text": "Instalando"
					},
					"Key": "EBuildPatchProgress_Installing"
				},
				{
					"Source": {
						"Text": "Paused"
					},
					"Translation": {
						"Text": "En pausa"
					},
					"Key": "EBuildPatchProgress_Paused"
				},
				{
					"Source": {
						"Text": "Prerequisites"
					},
					"Translation": {
						"Text": "Prerrequisitos"
					},
					"Key": "EBuildPatchProgress_PrerequisitesInstall"
				},
				{
					"Source": {
						"Text": "Queued"
					},
					"Translation": {
						"Text": "En cola"
					},
					"Key": "EBuildPatchProgress_Queued"
				},
				{
					"Source": {
						"Text": "Resuming"
					},
					"Translation": {
						"Text": "Reanudando"
					},
					"Key": "EBuildPatchProgress_Resuming"
				},
				{
					"Source": {
						"Text": "Verifying"
					},
					"Translation": {
						"Text": "Verificando"
					},
					"Key": "EBuildPatchProgress_BuildVerification"
				}
			]
		},
		{
			"Namespace": "BuildPatchInstaller",
			"Children": [
				{
					"Source": {
						"Text": "Please Wait"
					},
					"Translation": {
						"Text": "Por favor, espera"
					},
					"Key": "BuildPatchInstaller_GenericProgress"
				},
				{
					"Source": {
						"Text": "{Current} / {Total} ({Speed}/sec)"
					},
					"Translation": {
						"Text": "{Current} / {Total} ({Speed}/s)"
					},
					"Key": "BuildPatchInstaller_DownloadSpeedFormat"
				}
			]
		},
		{
			"Namespace": "DynamicRHI",
			"Children": [
				{
					"Source": {
						"Text": "NullDrv failure?"
					},
					"Translation": {
						"Text": "NullDrv failure?"
					},
					"Key": "NullDrvFailure"
				}
			]
		},
		{
			"Namespace": "GenericPlatform",
			"Children": [
				{
					"Source": {
						"Text": "File Manager"
					},
					"Translation": {
						"Text": "Administrador de archivos"
					},
					"Key": "FileManagerName"
				}
			]
		},
		{
			"Namespace": "InputKeys",
			"Children": [
				{
					"Source": {
						"Text": "Acceleration"
					},
					"Translation": {
						"Text": "Aceleración"
					},
					"Key": "Acceleration"
				},
				{
					"Source": {
						"Text": "Ampersand"
					},
					"Translation": {
						"Text": "Ampersand"
					},
					"Key": "Ampersand"
				},
				{
					"Source": {
						"Text": "Android"
					},
					"Translation": {
						"Text": "Android"
					},
					"Key": "AndroidSubCateogry"
				},
				{
					"Source": {
						"Text": "Android Back"
					},
					"Translation": {
						"Text": "Android Atrás"
					},
					"Key": "Android_Back"
				},
				{
					"Source": {
						"Text": "Android Menu"
					},
					"Translation": {
						"Text": "Android Menú"
					},
					"Key": "Android_Menu"
				},
				{
					"Source": {
						"Text": "Android Volume Down"
					},
					"Translation": {
						"Text": "Android Bajar Volumen"
					},
					"Key": "Android_Volume_Down"
				},
				{
					"Source": {
						"Text": "Android Volume Up"
					},
					"Translation": {
						"Text": "Android Subir Volumen"
					},
					"Key": "Android_Volume_Up"
				},
				{
					"Source": {
						"Text": "Any Key"
					},
					"Translation": {
						"Text": "Cualquier tecla"
					},
					"Key": "AnyKey"
				},
				{
					"Source": {
						"Text": "Apostrophe"
					},
					"Translation": {
						"Text": "Apóstrofe"
					},
					"Key": "Apostrophe"
				},
				{
					"Source": {
						"Text": "Asterisk"
					},
					"Translation": {
						"Text": "Asterisco"
					},
					"Key": "Asterix"
				},
				{
					"Source": {
						"Text": "Backslash"
					},
					"Translation": {
						"Text": "Barra invertida"
					},
					"Key": "Backslash"
				},
				{
					"Source": {
						"Text": "Backspace"
					},
					"Translation": {
						"Text": "Retroceder"
					},
					"Key": "BackSpace"
				},
				{
					"Source": {
						"Text": "Caps"
					},
					"Translation": {
						"Text": "Mayúscula"
					},
					"Key": "CapsLockShort"
				},
				{
					"Source": {
						"Text": "Caps Lock"
					},
					"Translation": {
						"Text": "Bloq Mayús"
					},
					"Key": "CapsLock"
				},
				{
					"Source": {
						"Text": "Caret"
					},
					"Translation": {
						"Text": "Signo de intercalación"
					},
					"Key": "Caret"
				},
				{
					"Source": {
						"Text": "Colon"
					},
					"Translation": {
						"Text": "Dos puntos"
					},
					"Key": "Colon"
				},
				{
					"Source": {
						"Text": "Comma"
					},
					"Translation": {
						"Text": "Coma"
					},
					"Key": "Comma"
				},
				{
					"Source": {
						"Text": "Del"
					},
					"Translation": {
						"Text": "Supr"
					},
					"Key": "DeleteShort"
				},
				{
					"Source": {
						"Text": "Delete"
					},
					"Translation": {
						"Text": "Eliminar"
					},
					"Key": "Delete"
				},
				{
					"Source": {
						"Text": "Dollar"
					},
					"Translation": {
						"Text": "Dólar"
					},
					"Key": "Dollar"
				},
				{
					"Source": {
						"Text": "Down"
					},
					"Translation": {
						"Text": "Abajo"
					},
					"Key": "Down"
				},
				{
					"Source": {
						"Text": "End"
					},
					"Translation": {
						"Text": "Fin"
					},
					"Key": "End"
				},
				{
					"Source": {
						"Text": "Enter"
					},
					"Translation": {
						"Text": "Introducir"
					},
					"Key": "Enter"
				},
				{
					"Source": {
						"Text": "Equals"
					},
					"Translation": {
						"Text": "Igual"
					},
					"Key": "Equals"
				},
				{
					"Source": {
						"Text": "Esc"
					},
					"Translation": {
						"Text": "Esc"
					},
					"Key": "EscapeShort"
				},
				{
					"Source": {
						"Text": "Escape"
					},
					"Translation": {
						"Text": "Escape"
					},
					"Key": "Escape"
				},
				{
					"Source": {
						"Text": "Exclamation"
					},
					"Translation": {
						"Text": "Exclamación"
					},
					"Key": "Exclamation"
				},
				{
					"Source": {
						"Text": "F1"
					},
					"Translation": {
						"Text": "F1"
					},
					"Key": "F1"
				},
				{
					"Source": {
						"Text": "F10"
					},
					"Translation": {
						"Text": "F10"
					},
					"Key": "F10"
				},
				{
					"Source": {
						"Text": "F11"
					},
					"Translation": {
						"Text": "F11"
					},
					"Key": "F11"
				},
				{
					"Source": {
						"Text": "F12"
					},
					"Translation": {
						"Text": "F12"
					},
					"Key": "F12"
				},
				{
					"Source": {
						"Text": "F2"
					},
					"Translation": {
						"Text": "F2"
					},
					"Key": "F2"
				},
				{
					"Source": {
						"Text": "F3"
					},
					"Translation": {
						"Text": "F3"
					},
					"Key": "F3"
				},
				{
					"Source": {
						"Text": "F4"
					},
					"Translation": {
						"Text": "F4"
					},
					"Key": "F4"
				},
				{
					"Source": {
						"Text": "F5"
					},
					"Translation": {
						"Text": "F5"
					},
					"Key": "F5"
				},
				{
					"Source": {
						"Text": "F6"
					},
					"Translation": {
						"Text": "F6"
					},
					"Key": "F6"
				},
				{
					"Source": {
						"Text": "F7"
					},
					"Translation": {
						"Text": "F7"
					},
					"Key": "F7"
				},
				{
					"Source": {
						"Text": "F8"
					},
					"Translation": {
						"Text": "F8"
					},
					"Key": "F8"
				},
				{
					"Source": {
						"Text": "F9"
					},
					"Translation": {
						"Text": "F9"
					},
					"Key": "F9"
				},
				{
					"Source": {
						"Text": "Flick"
					},
					"Translation": {
						"Text": "Giro rápido"
					},
					"Key": "Gesture_Flick"
				},
				{
					"Source": {
						"Text": "Fn+Delete"
					},
					"Translation": {
						"Text": "Fn + Eliminar"
					},
					"Key": "ForwardDelete"
				},
				{
					"Source": {
						"Text": "Gamepad"
					},
					"Translation": {
						"Text": "Gamepad"
					},
					"Key": "GamepadSubCategory"
				},
				{
					"Source": {
						"Text": "Gamepad A"
					},
					"Translation": {
						"Text": "Gamepad A"
					},
					"Key": "XBoxOne_Gamepad_FaceButton_Bottom"
				},
				{
					"Source": {
						"Text": "Gamepad B"
					},
					"Translation": {
						"Text": "Gamepad B"
					},
					"Key": "XBoxOne_Gamepad_FaceButton_Right"
				},
				{
					"Source": {
						"Text": "Gamepad Back"
					},
					"Translation": {
						"Text": "Gamepad atrás"
					},
					"Key": "XBoxOne_Gamepad_Special_Left"
				},
				{
					"Source": {
						"Text": "Gamepad Circle"
					},
					"Translation": {
						"Text": "Gamepad círculo"
					},
					"Key": "PS4_Gamepad_FaceButton_Right"
				},
				{
					"Source": {
						"Text": "Gamepad D-pad Down"
					},
					"Translation": {
						"Text": "Pad direccional del gamepad abajo"
					},
					"Key": "Gamepad_DPad_Down"
				},
				{
					"Source": {
						"Text": "Gamepad D-pad Left"
					},
					"Translation": {
						"Text": "Pad direccional del gamepad izquierda"
					},
					"Key": "Gamepad_DPad_Left"
				},
				{
					"Source": {
						"Text": "Gamepad D-pad Right"
					},
					"Translation": {
						"Text": "Pad direccional del gamepad derecha"
					},
					"Key": "Gamepad_DPad_Right"
				},
				{
					"Source": {
						"Text": "Gamepad D-pad Up"
					},
					"Translation": {
						"Text": "Pad direccional del gamepad arriba"
					},
					"Key": "Gamepad_DPad_Up"
				},
				{
					"Source": {
						"Text": "Gamepad Face Button Bottom"
					},
					"Translation": {
						"Text": "Botón de acción del gamepad inferior"
					},
					"Key": "Gamepad_FaceButton_Bottom"
				},
				{
					"Source": {
						"Text": "Gamepad Face Button Left"
					},
					"Translation": {
						"Text": "Botón de acción del gamepad izquierda"
					},
					"Key": "Gamepad_FaceButton_Left"
				},
				{
					"Source": {
						"Text": "Gamepad Face Button Right"
					},
					"Translation": {
						"Text": "Botón de acción del gamepad derecha"
					},
					"Key": "Gamepad_FaceButton_Right"
				},
				{
					"Source": {
						"Text": "Gamepad Face Button Top"
					},
					"Translation": {
						"Text": "Botón de acción del gamepad superior"
					},
					"Key": "Gamepad_FaceButton_Top"
				},
				{
					"Source": {
						"Text": "Gamepad L1"
					},
					"Translation": {
						"Text": "Gamepad L1"
					},
					"Key": "PS4_Gamepad_LeftShoulder"
				},
				{
					"Source": {
						"Text": "Gamepad L2"
					},
					"Translation": {
						"Text": "Gamepad L2"
					},
					"Key": "PS4_Gamepad_LeftTrigger"
				},
				{
					"Source": {
						"Text": "Gamepad L2 Axis"
					},
					"Translation": {
						"Text": "Gamepad L2 eje"
					},
					"Key": "PS4_Gamepad_LeftTriggerAxis"
				},
				{
					"Source": {
						"Text": "Gamepad L3"
					},
					"Translation": {
						"Text": "Gamepad L3"
					},
					"Key": "PS4_Gamepad_LeftThumbstick"
				},
				{
					"Source": {
						"Text": "Gamepad Left Shoulder"
					},
					"Translation": {
						"Text": "Bumper izquierdo del gamepad"
					},
					"Key": "Gamepad_LeftShoulder"
				},
				{
					"Source": {
						"Text": "Gamepad Left Thumbstick 2D-Axis"
					},
					"Translation": {
						"Text": "Eje 2D del joystick izquierdo del control"
					},
					"Key": "Gamepad_Left2D"
				},
				{
					"Source": {
						"Text": "Gamepad Left Thumbstick Button"
					},
					"Translation": {
						"Text": "Botón del joystick izquierdo del gamepad"
					},
					"Key": "Gamepad_LeftThumbstick"
				},
				{
					"Source": {
						"Text": "Gamepad Left Thumbstick Down"
					},
					"Translation": {
						"Text": "Joystick izquierdo del gamepad abajo"
					},
					"Key": "Gamepad_LeftStick_Down"
				},
				{
					"Source": {
						"Text": "Gamepad Left Thumbstick Left"
					},
					"Translation": {
						"Text": "Joystick izquierdo del gamepad izquierda"
					},
					"Key": "Gamepad_LeftStick_Left"
				},
				{
					"Source": {
						"Text": "Gamepad Left Thumbstick Right"
					},
					"Translation": {
						"Text": "Joystick izquierdo del gamepad derecha"
					},
					"Key": "Gamepad_LeftStick_Right"
				},
				{
					"Source": {
						"Text": "Gamepad Left Thumbstick Up"
					},
					"Translation": {
						"Text": "Joystick izquierdo del gamepad arriba"
					},
					"Key": "Gamepad_LeftStick_Up"
				},
				{
					"Source": {
						"Text": "Gamepad Left Thumbstick X-Axis"
					},
					"Translation": {
						"Text": "Eje-X del joystick izquierdo del gamepad"
					},
					"Key": "Gamepad_LeftX"
				},
				{
					"Source": {
						"Text": "Gamepad Left Thumbstick Y-Axis"
					},
					"Translation": {
						"Text": "Eje-Y del joystick izquierdo del gamepad"
					},
					"Key": "Gamepad_LeftY"
				},
				{
					"Source": {
						"Text": "Gamepad Left Trigger"
					},
					"Translation": {
						"Text": "Gatillo izquierdo del gamepad"
					},
					"Key": "Gamepad_LeftTrigger"
				},
				{
					"Source": {
						"Text": "Gamepad Left Trigger Axis"
					},
					"Translation": {
						"Text": "Eje del gatillo izquierdo del gamepad"
					},
					"Key": "Gamepad_LeftTriggerAxis"
				},
				{
					"Source": {
						"Text": "Gamepad Options"
					},
					"Translation": {
						"Text": "Opciones de control"
					},
					"Key": "PS4_Gamepad_Special_Right"
				},
				{
					"Source": {
						"Text": "Gamepad R1"
					},
					"Translation": {
						"Text": "Gamepad R1"
					},
					"Key": "PS4_Gamepad_RightShoulder"
				},
				{
					"Source": {
						"Text": "Gamepad R2"
					},
					"Translation": {
						"Text": "Gamepad R2"
					},
					"Key": "PS4_Gamepad_RightTrigger"
				},
				{
					"Source": {
						"Text": "Gamepad R2 Axis"
					},
					"Translation": {
						"Text": "Gamepad R2 eje"
					},
					"Key": "PS4_Gamepad_RightTriggerAxis"
				},
				{
					"Source": {
						"Text": "Gamepad R3"
					},
					"Translation": {
						"Text": "Gamepad R3"
					},
					"Key": "PS4_Gamepad_RightThumbstick"
				},
				{
					"Source": {
						"Text": "Gamepad Right Shoulder"
					},
					"Translation": {
						"Text": "Bumper derecho del gamepad"
					},
					"Key": "Gamepad_RightShoulder"
				},
				{
					"Source": {
						"Text": "Gamepad Right Thumbstick 2D-Axis"
					},
					"Translation": {
						"Text": "Eje 2D del joystick derecho del control"
					},
					"Key": "Gamepad_Right2D"
				},
				{
					"Source": {
						"Text": "Gamepad Right Thumbstick Button"
					},
					"Translation": {
						"Text": "Botón del joystick derecho del gamepad"
					},
					"Key": "Gamepad_RightThumbstick"
				},
				{
					"Source": {
						"Text": "Gamepad Right Thumbstick Down"
					},
					"Translation": {
						"Text": "Joystick derecho del gamepad abajo"
					},
					"Key": "Gamepad_RightStick_Down"
				},
				{
					"Source": {
						"Text": "Gamepad Right Thumbstick Left"
					},
					"Translation": {
						"Text": "Joystick derecho del gamepad izquierda"
					},
					"Key": "Gamepad_RightStick_Left"
				},
				{
					"Source": {
						"Text": "Gamepad Right Thumbstick Right"
					},
					"Translation": {
						"Text": "Joystick derecho del gamepad derecha"
					},
					"Key": "Gamepad_RightStick_Right"
				},
				{
					"Source": {
						"Text": "Gamepad Right Thumbstick Up"
					},
					"Translation": {
						"Text": "Joystick derecho del gamepad arriba"
					},
					"Key": "Gamepad_RightStick_Up"
				},
				{
					"Source": {
						"Text": "Gamepad Right Thumbstick X-Axis"
					},
					"Translation": {
						"Text": "Eje-X del joystick derecho del gamepad"
					},
					"Key": "Gamepad_RightX"
				},
				{
					"Source": {
						"Text": "Gamepad Right Thumbstick Y-Axis"
					},
					"Translation": {
						"Text": "Eje-Y del joystick derecho del gamepad"
					},
					"Key": "Gamepad_RightY"
				},
				{
					"Source": {
						"Text": "Gamepad Right Trigger"
					},
					"Translation": {
						"Text": "Gatillo derecho del gamepad"
					},
					"Key": "Gamepad_RightTrigger"
				},
				{
					"Source": {
						"Text": "Gamepad Right Trigger Axis"
					},
					"Translation": {
						"Text": "Eje del gatillo derecho del gamepad"
					},
					"Key": "Gamepad_RightTriggerAxis"
				},
				{
					"Source": {
						"Text": "Gamepad Special Left"
					},
					"Translation": {
						"Text": "Izquierda especial del gamepad"
					},
					"Key": "Gamepad_Special_Left"
				},
				{
					"Source": {
						"Text": "Gamepad Special Right"
					},
					"Translation": {
						"Text": "Derecha especial del gamepad"
					},
					"Key": "Gamepad_Special_Right"
				},
				{
					"Source": {
						"Text": "Gamepad Square"
					},
					"Translation": {
						"Text": "Gamepad cuadrado"
					},
					"Key": "PS4_Gamepad_FaceButton_Left"
				},
				{
					"Source": {
						"Text": "Gamepad Start"
					},
					"Translation": {
						"Text": "Gamepad inicio"
					},
					"Key": "XBoxOne_Gamepad_Special_Right"
				},
				{
					"Source": {
						"Text": "Gamepad Touchpad Button"
					},
					"Translation": {
						"Text": "Gamepad botón de touch pad"
					},
					"Key": "PS4_Gamepad_Special_Left"
				},
				{
					"Source": {
						"Text": "Gamepad Touchpad Touched"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "PS4_Gamepad_Special_Left_Touched"
				},
				{
					"Source": {
						"Text": "Gamepad Triangle"
					},
					"Translation": {
						"Text": "Gamepad triángulo"
					},
					"Key": "PS4_Gamepad_FaceButton_Top"
				},
				{
					"Source": {
						"Text": "Gamepad X"
					},
					"Translation": {
						"Text": "Gamepad X"
					},
					"Key": "PS4_Gamepad_FaceButton_Bottom"
				},
				{
					"Source": {
						"Text": "Gamepad X"
					},
					"Translation": {
						"Text": "Gamepad X"
					},
					"Key": "XBoxOne_Gamepad_FaceButton_Left"
				},
				{
					"Source": {
						"Text": "Gamepad Y"
					},
					"Translation": {
						"Text": "Gamepad Y"
					},
					"Key": "XBoxOne_Gamepad_FaceButton_Top"
				},
				{
					"Source": {
						"Text": "Gesture"
					},
					"Translation": {
						"Text": "Gesto"
					},
					"Key": "GestureSubCateogry"
				},
				{
					"Source": {
						"Text": "Global Back"
					},
					"Translation": {
						"Text": "Atrás global"
					},
					"Key": "Global_Back"
				},
				{
					"Source": {
						"Text": "Global Menu"
					},
					"Translation": {
						"Text": "Menú global"
					},
					"Key": "Global_Menu"
				},
				{
					"Source": {
						"Text": "Global Pause"
					},
					"Translation": {
						"Text": "Pausa global"
					},
					"Key": "Global_Pause"
				},
				{
					"Source": {
						"Text": "Global Play"
					},
					"Translation": {
						"Text": "Jugar global"
					},
					"Key": "Global_Play"
				},
				{
					"Source": {
						"Text": "Global View"
					},
					"Translation": {
						"Text": "Visión global"
					},
					"Key": "Global_View"
				},
				{
					"Source": {
						"Text": "Gravity"
					},
					"Translation": {
						"Text": "Gravedad"
					},
					"Key": "Gravity"
				},
				{
					"Source": {
						"Text": "HTC Vive"
					},
					"Translation": {
						"Text": "HTC Vive"
					},
					"Key": "ViveSubCategory"
				},
				{
					"Source": {
						"Text": "Home"
					},
					"Translation": {
						"Text": "Inicio"
					},
					"Key": "Home"
				},
				{
					"Source": {
						"Text": "Hyphen"
					},
					"Translation": {
						"Text": "Guión"
					},
					"Key": "Hyphen"
				},
				{
					"Source": {
						"Text": "Ins"
					},
					"Translation": {
						"Text": "Insert"
					},
					"Key": "InsertShort"
				},
				{
					"Source": {
						"Text": "Insert"
					},
					"Translation": {
						"Text": "Insertar"
					},
					"Key": "Insert"
				},
				{
					"Source": {
						"Text": "Keyboard"
					},
					"Translation": {
						"Text": "Teclado"
					},
					"Key": "KeyboardSubCategory"
				},
				{
					"Source": {
						"Text": "LMB"
					},
					"Translation": {
						"Text": "Clic izquierdo"
					},
					"Key": "LeftMouseButtonShort"
				},
				{
					"Source": {
						"Text": "Left"
					},
					"Translation": {
						"Text": "Izquierda"
					},
					"Key": "Left"
				},
				{
					"Source": {
						"Text": "Left Alt"
					},
					"Translation": {
						"Text": "Alt izquierda"
					},
					"Key": "LeftAlt"
				},
				{
					"Source": {
						"Text": "Left Bracket"
					},
					"Translation": {
						"Text": "Corchete izquierdo"
					},
					"Key": "LeftBracket"
				},
				{
					"Source": {
						"Text": "Left Cmd"
					},
					"Translation": {
						"Text": "Cmd izquierda"
					},
					"Key": "LeftCommand"
				},
				{
					"Source": {
						"Text": "Left Ctrl"
					},
					"Translation": {
						"Text": "Ctrl izquierda"
					},
					"Key": "LeftControl"
				},
				{
					"Source": {
						"Text": "Left Mouse Button"
					},
					"Translation": {
						"Text": "Botón izquierdo de mouse"
					},
					"Key": "LeftMouseButton"
				},
				{
					"Source": {
						"Text": "Left Parantheses"
					},
					"Translation": {
						"Text": "Paréntesis izquierdo"
					},
					"Key": "LeftParantheses"
				},
				{
					"Source": {
						"Text": "Left Shift"
					},
					"Translation": {
						"Text": "Mayús. izquierda"
					},
					"Key": "LeftShift"
				},
				{
					"Source": {
						"Text": "Long Press"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Gesture_LongPress"
				},
				{
					"Source": {
						"Text": "Middle Mouse Button"
					},
					"Translation": {
						"Text": "Botón central de mouse"
					},
					"Key": "MiddleMouseButton"
				},
				{
					"Source": {
						"Text": "Mixed Reality (L) Grip"
					},
					"Translation": {
						"Text": "Empuñadura (I) de Mixed Reality"
					},
					"Key": "MixedReality_Left_Grip_Click"
				},
				{
					"Source": {
						"Text": "Mixed Reality (L) Menu"
					},
					"Translation": {
						"Text": "Menú (I) de Mixed Reality"
					},
					"Key": "MixedReality_Left_Menu_Click"
				},
				{
					"Source": {
						"Text": "Mixed Reality (L) Thumbstick 2D-Axis"
					},
					"Translation": {
						"Text": "Joystick 2D (I) de Mixed Reality"
					},
					"Key": "MixedReality_Left_Thumbstick_2D"
				},
				{
					"Source": {
						"Text": "Mixed Reality (L) Thumbstick Button"
					},
					"Translation": {
						"Text": "Joystick (I) de Mixed Reality"
					},
					"Key": "MixedReality_Left_Thumbstick_Click"
				},
				{
					"Source": {
						"Text": "Mixed Reality (L) Thumbstick Down"
					},
					"Translation": {
						"Text": "Joystick hacia abajo (I) de Mixed Reality"
					},
					"Key": "MixedReality_Left_Thumbstick_Down"
				},
				{
					"Source": {
						"Text": "Mixed Reality (L) Thumbstick Left"
					},
					"Translation": {
						"Text": "Joystick hacia la izquierda (I) de Mixed Reality"
					},
					"Key": "MixedReality_Left_Thumbstick_Left"
				},
				{
					"Source": {
						"Text": "Mixed Reality (L) Thumbstick Right"
					},
					"Translation": {
						"Text": "Joystick hacia la derecha (I) de Mixed Reality"
					},
					"Key": "MixedReality_Left_Thumbstick_Right"
				},
				{
					"Source": {
						"Text": "Mixed Reality (L) Thumbstick Up"
					},
					"Translation": {
						"Text": "Joystick hacia arriba (I) de Mixed Reality"
					},
					"Key": "MixedReality_Left_Thumbstick_Up"
				},
				{
					"Source": {
						"Text": "Mixed Reality (L) Thumbstick X-Axis"
					},
					"Translation": {
						"Text": "Joystick X (I) de Mixed Reality"
					},
					"Key": "MixedReality_Left_Thumbstick_X"
				},
				{
					"Source": {
						"Text": "Mixed Reality (L) Thumbstick Y-Axis"
					},
					"Translation": {
						"Text": "Joystick Y (I) de Mixed Reality"
					},
					"Key": "MixedReality_Left_Thumbstick_Y"
				},
				{
					"Source": {
						"Text": "Mixed Reality (L) Trackpad 2D-Axis"
					},
					"Translation": {
						"Text": "Trackpad 2D (I) de Mixed Reality"
					},
					"Key": "MixedReality_Left_Trackpad_2D"
				},
				{
					"Source": {
						"Text": "Mixed Reality (L) Trackpad Button"
					},
					"Translation": {
						"Text": "Trackpad (I) de Mixed Reality"
					},
					"Key": "MixedReality_Left_Trackpad_Click"
				},
				{
					"Source": {
						"Text": "Mixed Reality (L) Trackpad Down"
					},
					"Translation": {
						"Text": "Trackpad hacia abajo (I) de Mixed Reality"
					},
					"Key": "MixedReality_Left_Trackpad_Down"
				},
				{
					"Source": {
						"Text": "Mixed Reality (L) Trackpad Left"
					},
					"Translation": {
						"Text": "Trackpad hacia la izquierda (I) de Mixed Reality"
					},
					"Key": "MixedReality_Left_Trackpad_Left"
				},
				{
					"Source": {
						"Text": "Mixed Reality (L) Trackpad Right"
					},
					"Translation": {
						"Text": "Trackpad hacia la derecha (I) de Mixed Reality"
					},
					"Key": "MixedReality_Left_Trackpad_Right"
				},
				{
					"Source": {
						"Text": "Mixed Reality (L) Trackpad Touch"
					},
					"Translation": {
						"Text": "Tocar el trackpad (I) de Mixed Reality"
					},
					"Key": "MixedReality_Left_Trackpad_Touch"
				},
				{
					"Source": {
						"Text": "Mixed Reality (L) Trackpad Up"
					},
					"Translation": {
						"Text": "Trackpad hacia arriba (I) de Mixed Reality"
					},
					"Key": "MixedReality_Left_Trackpad_Up"
				},
				{
					"Source": {
						"Text": "Mixed Reality (L) Trackpad X"
					},
					"Translation": {
						"Text": "Trackpad X (I) de Mixed Reality"
					},
					"Key": "MixedReality_Left_Trackpad_X"
				},
				{
					"Source": {
						"Text": "Mixed Reality (L) Trackpad Y"
					},
					"Translation": {
						"Text": "Trackpad Y (I) de Mixed Reality"
					},
					"Key": "MixedReality_Left_Trackpad_Y"
				},
				{
					"Source": {
						"Text": "Mixed Reality (L) Trigger"
					},
					"Translation": {
						"Text": "Gatillo (I) de Mixed Reality"
					},
					"Key": "MixedReality_Left_Trigger_Click"
				},
				{
					"Source": {
						"Text": "Mixed Reality (L) Trigger Axis"
					},
					"Translation": {
						"Text": "Eje del gatillo (I) de Mixed Reality"
					},
					"Key": "MixedReality_Left_Trigger_Axis"
				},
				{
					"Source": {
						"Text": "Mixed Reality (R) Grip"
					},
					"Translation": {
						"Text": "Empuñadura (D) de Mixed Reality"
					},
					"Key": "MixedReality_Right_Grip_Click"
				},
				{
					"Source": {
						"Text": "Mixed Reality (R) Menu"
					},
					"Translation": {
						"Text": "Menú (D) de Mixed Reality"
					},
					"Key": "MixedReality_Right_Menu_Click"
				},
				{
					"Source": {
						"Text": "Mixed Reality (R) Thumbstick 2D-Axis"
					},
					"Translation": {
						"Text": "Joystick 2D (D) de Mixed Reality"
					},
					"Key": "MixedReality_Right_Thumbstick_2D"
				},
				{
					"Source": {
						"Text": "Mixed Reality (R) Thumbstick Button"
					},
					"Translation": {
						"Text": "Joystick (D) de Mixed Reality"
					},
					"Key": "MixedReality_Right_Thumbstick_Click"
				},
				{
					"Source": {
						"Text": "Mixed Reality (R) Thumbstick Down"
					},
					"Translation": {
						"Text": "Joystick hacia abajo (D) de Mixed Reality"
					},
					"Key": "MixedReality_Right_Thumbstick_Down"
				},
				{
					"Source": {
						"Text": "Mixed Reality (R) Thumbstick Left"
					},
					"Translation": {
						"Text": "Joystick hacia la izquierda (D) de Mixed Reality"
					},
					"Key": "MixedReality_Right_Thumbstick_Left"
				},
				{
					"Source": {
						"Text": "Mixed Reality (R) Thumbstick Right"
					},
					"Translation": {
						"Text": "Joystick hacia la derecha (D) de Mixed Reality"
					},
					"Key": "MixedReality_Right_Thumbstick_Right"
				},
				{
					"Source": {
						"Text": "Mixed Reality (R) Thumbstick Up"
					},
					"Translation": {
						"Text": "Joystick hacia arriba (D) de Mixed Reality"
					},
					"Key": "MixedReality_Right_Thumbstick_Up"
				},
				{
					"Source": {
						"Text": "Mixed Reality (R) Thumbstick X-Axis"
					},
					"Translation": {
						"Text": "Joystick X (D) de Mixed Reality"
					},
					"Key": "MixedReality_Right_Thumbstick_X"
				},
				{
					"Source": {
						"Text": "Mixed Reality (R) Thumbstick Y-Axis"
					},
					"Translation": {
						"Text": "Joystick Y (D) de Mixed Reality"
					},
					"Key": "MixedReality_Right_Thumbstick_Y"
				},
				{
					"Source": {
						"Text": "Mixed Reality (R) Trackpad 2D-Axis"
					},
					"Translation": {
						"Text": "Trackpad 2D (D) de Mixed Reality"
					},
					"Key": "MixedReality_Right_Trackpad_2D"
				},
				{
					"Source": {
						"Text": "Mixed Reality (R) Trackpad Button"
					},
					"Translation": {
						"Text": "Trackpad (D) de Mixed Reality"
					},
					"Key": "MixedReality_Right_Trackpad_Click"
				},
				{
					"Source": {
						"Text": "Mixed Reality (R) Trackpad Down"
					},
					"Translation": {
						"Text": "Trackpad hacia abajo (D) de Mixed Reality"
					},
					"Key": "MixedReality_Right_Trackpad_Down"
				},
				{
					"Source": {
						"Text": "Mixed Reality (R) Trackpad Left"
					},
					"Translation": {
						"Text": "Trackpad hacia la izquierda (D) de Mixed Reality"
					},
					"Key": "MixedReality_Right_Trackpad_Left"
				},
				{
					"Source": {
						"Text": "Mixed Reality (R) Trackpad Right"
					},
					"Translation": {
						"Text": "Trackpad hacia la derecha (D) de Mixed Reality"
					},
					"Key": "MixedReality_Right_Trackpad_Right"
				},
				{
					"Source": {
						"Text": "Mixed Reality (R) Trackpad Touch"
					},
					"Translation": {
						"Text": "Tocar el trackpad (D) de Mixed Reality"
					},
					"Key": "MixedReality_Right_Trackpad_Touch"
				},
				{
					"Source": {
						"Text": "Mixed Reality (R) Trackpad Up"
					},
					"Translation": {
						"Text": "Trackpad hacia arriba (D) de Mixed Reality"
					},
					"Key": "MixedReality_Right_Trackpad_Up"
				},
				{
					"Source": {
						"Text": "Mixed Reality (R) Trackpad X"
					},
					"Translation": {
						"Text": "Trackpad X (D) de Mixed Reality"
					},
					"Key": "MixedReality_Right_Trackpad_X"
				},
				{
					"Source": {
						"Text": "Mixed Reality (R) Trackpad Y"
					},
					"Translation": {
						"Text": "Trackpad Y (D) de Mixed Reality"
					},
					"Key": "MixedReality_Right_Trackpad_Y"
				},
				{
					"Source": {
						"Text": "Mixed Reality (R) Trigger"
					},
					"Translation": {
						"Text": "Gatillo (D) de Mixed Reality"
					},
					"Key": "MixedReality_Right_Trigger_Click"
				},
				{
					"Source": {
						"Text": "Mixed Reality (R) Trigger Axis"
					},
					"Translation": {
						"Text": "Eje del gatillo (D) de Mixed Reality"
					},
					"Key": "MixedReality_Right_Trigger_Axis"
				},
				{
					"Source": {
						"Text": "Motion"
					},
					"Translation": {
						"Text": "Movimiento"
					},
					"Key": "MotionSubCateogry"
				},
				{
					"Source": {
						"Text": "Mouse"
					},
					"Translation": {
						"Text": "Mouse"
					},
					"Key": "MouseSubCategory"
				},
				{
					"Source": {
						"Text": "Mouse Wheel Axis"
					},
					"Translation": {
						"Text": "Eje de rueda de mouse"
					},
					"Key": "MouseWheelAxis"
				},
				{
					"Source": {
						"Text": "Mouse Wheel Down"
					},
					"Translation": {
						"Text": "Rueda de mouse abajo"
					},
					"Key": "MouseScrollDown"
				},
				{
					"Source": {
						"Text": "Mouse Wheel Up"
					},
					"Translation": {
						"Text": "Rueda de mouse arriba"
					},
					"Key": "MouseScrollUp"
				},
				{
					"Source": {
						"Text": "Mouse X"
					},
					"Translation": {
						"Text": "Mouse X"
					},
					"Key": "MouseX"
				},
				{
					"Source": {
						"Text": "Mouse XY 2D-Axis"
					},
					"Translation": {
						"Text": "Eje 2D XY del mouse"
					},
					"Key": "Mouse2D"
				},
				{
					"Source": {
						"Text": "Mouse Y"
					},
					"Translation": {
						"Text": "Mouse Y"
					},
					"Key": "MouseY"
				},
				{
					"Source": {
						"Text": "Num *"
					},
					"Translation": {
						"Text": "Núm *"
					},
					"Key": "Multiply"
				},
				{
					"Source": {
						"Text": "Num +"
					},
					"Translation": {
						"Text": "Núm. +"
					},
					"Key": "Add"
				},
				{
					"Source": {
						"Text": "Num -"
					},
					"Translation": {
						"Text": "Núm -"
					},
					"Key": "Subtract"
				},
				{
					"Source": {
						"Text": "Num ."
					},
					"Translation": {
						"Text": "Núm."
					},
					"Key": "Decimal"
				},
				{
					"Source": {
						"Text": "Num /"
					},
					"Translation": {
						"Text": "Núm /"
					},
					"Key": "Divide"
				},
				{
					"Source": {
						"Text": "Num 0"
					},
					"Translation": {
						"Text": "Núm 0"
					},
					"Key": "NumPadZero"
				},
				{
					"Source": {
						"Text": "Num 1"
					},
					"Translation": {
						"Text": "Núm 1"
					},
					"Key": "NumPadOne"
				},
				{
					"Source": {
						"Text": "Num 2"
					},
					"Translation": {
						"Text": "Núm 2"
					},
					"Key": "NumPadTwo"
				},
				{
					"Source": {
						"Text": "Num 3"
					},
					"Translation": {
						"Text": "Núm 3"
					},
					"Key": "NumPadThree"
				},
				{
					"Source": {
						"Text": "Num 4"
					},
					"Translation": {
						"Text": "Núm 4"
					},
					"Key": "NumPadFour"
				},
				{
					"Source": {
						"Text": "Num 5"
					},
					"Translation": {
						"Text": "Núm 5"
					},
					"Key": "NumPadFive"
				},
				{
					"Source": {
						"Text": "Num 6"
					},
					"Translation": {
						"Text": "Núm 6"
					},
					"Key": "NumPadSix"
				},
				{
					"Source": {
						"Text": "Num 7"
					},
					"Translation": {
						"Text": "Núm 7"
					},
					"Key": "NumPadSeven"
				},
				{
					"Source": {
						"Text": "Num 8"
					},
					"Translation": {
						"Text": "Núm 8"
					},
					"Key": "NumPadEight"
				},
				{
					"Source": {
						"Text": "Num 9"
					},
					"Translation": {
						"Text": "Núm 9"
					},
					"Key": "NumPadNine"
				},
				{
					"Source": {
						"Text": "Num Lock"
					},
					"Translation": {
						"Text": "Bloq Num"
					},
					"Key": "NumLock"
				},
				{
					"Source": {
						"Text": "Oculus Touch"
					},
					"Translation": {
						"Text": "Oculus Touch"
					},
					"Key": "OculusTouchSubCategory"
				},
				{
					"Source": {
						"Text": "Oculus Touch (L) Grip"
					},
					"Translation": {
						"Text": "Empuñadura (I) de Oculus Touch"
					},
					"Key": "OculusTouch_Left_Grip_Click"
				},
				{
					"Source": {
						"Text": "Oculus Touch (L) Grip Axis"
					},
					"Translation": {
						"Text": "Eje de la empuñadura (I) de Oculus Touch"
					},
					"Key": "OculusTouch_Left_Grip_Axis"
				},
				{
					"Source": {
						"Text": "Oculus Touch (L) Menu"
					},
					"Translation": {
						"Text": "Menú (I) de Oculus Touch"
					},
					"Key": "OculusTouch_Left_Menu_Click"
				},
				{
					"Source": {
						"Text": "Oculus Touch (L) Thumbstick 2D-Axis"
					},
					"Translation": {
						"Text": "Joystick 2D (I) de Oculus Touch"
					},
					"Key": "OculusTouch_Left_Thumbstick_2D"
				},
				{
					"Source": {
						"Text": "Oculus Touch (L) Thumbstick Button"
					},
					"Translation": {
						"Text": "Joystick (I) de Oculus Touch"
					},
					"Key": "OculusTouch_Left_Thumbstick_Click"
				},
				{
					"Source": {
						"Text": "Oculus Touch (L) Thumbstick Down"
					},
					"Translation": {
						"Text": "Joystick hacia abajo (I) de Oculus Touch"
					},
					"Key": "OculusTouch_Left_Thumbstick_Down"
				},
				{
					"Source": {
						"Text": "Oculus Touch (L) Thumbstick Left"
					},
					"Translation": {
						"Text": "Joystick hacia la izquierda (I) de Oculus Touch"
					},
					"Key": "OculusTouch_Left_Thumbstick_Left"
				},
				{
					"Source": {
						"Text": "Oculus Touch (L) Thumbstick Right"
					},
					"Translation": {
						"Text": "Joystick hacia la derecha (I) de Oculus Touch"
					},
					"Key": "OculusTouch_Left_Thumbstick_Right"
				},
				{
					"Source": {
						"Text": "Oculus Touch (L) Thumbstick Touch"
					},
					"Translation": {
						"Text": "Tocar el joystick (I) de Oculus Touch"
					},
					"Key": "OculusTouch_Left_Thumbstick_Touch"
				},
				{
					"Source": {
						"Text": "Oculus Touch (L) Thumbstick Up"
					},
					"Translation": {
						"Text": "Joystick hacia arriba (I) de Oculus Touch"
					},
					"Key": "OculusTouch_Left_Thumbstick_Up"
				},
				{
					"Source": {
						"Text": "Oculus Touch (L) Thumbstick X-Axis"
					},
					"Translation": {
						"Text": "Joystick X (I) de Oculus Touch"
					},
					"Key": "OculusTouch_Left_Thumbstick_X"
				},
				{
					"Source": {
						"Text": "Oculus Touch (L) Thumbstick Y-Axis"
					},
					"Translation": {
						"Text": "Joystick Y (I) de Oculus Touch"
					},
					"Key": "OculusTouch_Left_Thumbstick_Y"
				},
				{
					"Source": {
						"Text": "Oculus Touch (L) Trigger"
					},
					"Translation": {
						"Text": "Gatillo (I) de Oculus Touch"
					},
					"Key": "OculusTouch_Left_Trigger_Click"
				},
				{
					"Source": {
						"Text": "Oculus Touch (L) Trigger Axis"
					},
					"Translation": {
						"Text": "Eje del gatillo (I) de Oculus Touch"
					},
					"Key": "OculusTouch_Left_Trigger_Axis"
				},
				{
					"Source": {
						"Text": "Oculus Touch (L) Trigger Touch"
					},
					"Translation": {
						"Text": "Tocar el gatillo (I) de Oculus Touch"
					},
					"Key": "OculusTouch_Left_Trigger_Touch"
				},
				{
					"Source": {
						"Text": "Oculus Touch (L) X Press"
					},
					"Translation": {
						"Text": "Oprimir X (L) en Oculus Touch"
					},
					"Key": "OculusTouch_Left_X_Click"
				},
				{
					"Source": {
						"Text": "Oculus Touch (L) X Touch"
					},
					"Translation": {
						"Text": "Tocar X (I) en Oculus Touch"
					},
					"Key": "OculusTouch_Left_X_Touch"
				},
				{
					"Source": {
						"Text": "Oculus Touch (L) Y Press"
					},
					"Translation": {
						"Text": "Oprimir Y (I) en Oculus Touch"
					},
					"Key": "OculusTouch_Left_Y_Click"
				},
				{
					"Source": {
						"Text": "Oculus Touch (L) Y Touch"
					},
					"Translation": {
						"Text": "Tocar Y (I) en Oculus Touch"
					},
					"Key": "OculusTouch_Left_Y_Touch"
				},
				{
					"Source": {
						"Text": "Oculus Touch (R) A Press"
					},
					"Translation": {
						"Text": "Oprimir A (D) en Oculus Touch"
					},
					"Key": "OculusTouch_Right_A_Click"
				},
				{
					"Source": {
						"Text": "Oculus Touch (R) A Touch"
					},
					"Translation": {
						"Text": "Tocar A (D) en Oculus Touch"
					},
					"Key": "OculusTouch_Right_A_Touch"
				},
				{
					"Source": {
						"Text": "Oculus Touch (R) B Press"
					},
					"Translation": {
						"Text": "Oprimir B (D) en Oculus Touch"
					},
					"Key": "OculusTouch_Right_B_Click"
				},
				{
					"Source": {
						"Text": "Oculus Touch (R) B Touch"
					},
					"Translation": {
						"Text": "Tocar B (D) en Oculus Touch"
					},
					"Key": "OculusTouch_Right_B_Touch"
				},
				{
					"Source": {
						"Text": "Oculus Touch (R) Grip"
					},
					"Translation": {
						"Text": "Empuñadura (D) de Oculus Touch"
					},
					"Key": "OculusTouch_Right_Grip_Click"
				},
				{
					"Source": {
						"Text": "Oculus Touch (R) Grip Axis"
					},
					"Translation": {
						"Text": "Eje de la empuñadura (D) de Oculus Touch"
					},
					"Key": "OculusTouch_Right_Grip_Axis"
				},
				{
					"Source": {
						"Text": "Oculus Touch (R) Thumbstick 2D-Axis"
					},
					"Translation": {
						"Text": "Joystick 2D (D) de Oculus Touch"
					},
					"Key": "OculusTouch_Right_Thumbstick_2D"
				},
				{
					"Source": {
						"Text": "Oculus Touch (R) Thumbstick Button"
					},
					"Translation": {
						"Text": "Joystick (D) de Oculus Touch"
					},
					"Key": "OculusTouch_Right_Thumbstick_Click"
				},
				{
					"Source": {
						"Text": "Oculus Touch (R) Thumbstick Down"
					},
					"Translation": {
						"Text": "Joystick hacia abajo (D) de Oculus Touch"
					},
					"Key": "OculusTouch_Right_Thumbstick_Down"
				},
				{
					"Source": {
						"Text": "Oculus Touch (R) Thumbstick Left"
					},
					"Translation": {
						"Text": "Joystick hacia la izquierda (D) de Oculus Touch"
					},
					"Key": "OculusTouch_Right_Thumbstick_Left"
				},
				{
					"Source": {
						"Text": "Oculus Touch (R) Thumbstick Right"
					},
					"Translation": {
						"Text": "Joystick hacia la derecha (D) de Oculus Touch"
					},
					"Key": "OculusTouch_Right_Thumbstick_Right"
				},
				{
					"Source": {
						"Text": "Oculus Touch (R) Thumbstick Touch"
					},
					"Translation": {
						"Text": "Tocar el joystick (D) de Oculus Touch"
					},
					"Key": "OculusTouch_Right_Thumbstick_Touch"
				},
				{
					"Source": {
						"Text": "Oculus Touch (R) Thumbstick Up"
					},
					"Translation": {
						"Text": "Joystick hacia arriba (D) de Oculus Touch"
					},
					"Key": "OculusTouch_Right_Thumbstick_Up"
				},
				{
					"Source": {
						"Text": "Oculus Touch (R) Thumbstick X-Axis"
					},
					"Translation": {
						"Text": "Joystick X (D) de Oculus Touch"
					},
					"Key": "OculusTouch_Right_Thumbstick_X"
				},
				{
					"Source": {
						"Text": "Oculus Touch (R) Thumbstick Y-Axis"
					},
					"Translation": {
						"Text": "Joystick Y (D) de Oculus Touch"
					},
					"Key": "OculusTouch_Right_Thumbstick_Y"
				},
				{
					"Source": {
						"Text": "Oculus Touch (R) Trigger"
					},
					"Translation": {
						"Text": "Gatillo (D) de Oculus Touch"
					},
					"Key": "OculusTouch_Right_Trigger_Click"
				},
				{
					"Source": {
						"Text": "Oculus Touch (R) Trigger Axis"
					},
					"Translation": {
						"Text": "Eje del gatillo (D) de Oculus Touch"
					},
					"Key": "OculusTouch_Right_Trigger_Axis"
				},
				{
					"Source": {
						"Text": "Oculus Touch (R) Trigger Touch"
					},
					"Translation": {
						"Text": "Tocar el gatillo (D) de Oculus Touch"
					},
					"Key": "OculusTouch_Right_Trigger_Touch"
				},
				{
					"Source": {
						"Text": "Page Down"
					},
					"Translation": {
						"Text": "Av Pág"
					},
					"Key": "PageDown"
				},
				{
					"Source": {
						"Text": "Page Up"
					},
					"Translation": {
						"Text": "Re Pág"
					},
					"Key": "PageUp"
				},
				{
					"Source": {
						"Text": "Pan"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Gesture_Pan"
				},
				{
					"Source": {
						"Text": "Pause"
					},
					"Translation": {
						"Text": "Pausa"
					},
					"Key": "Pause"
				},
				{
					"Source": {
						"Text": "Period"
					},
					"Translation": {
						"Text": "Punto"
					},
					"Key": "Period"
				},
				{
					"Source": {
						"Text": "PgDn"
					},
					"Translation": {
						"Text": "Re. Pág."
					},
					"Key": "PageDownShort"
				},
				{
					"Source": {
						"Text": "PgUp"
					},
					"Translation": {
						"Text": "Av. Pág."
					},
					"Key": "PageUpShort"
				},
				{
					"Source": {
						"Text": "Pinch"
					},
					"Translation": {
						"Text": "Pellizcar"
					},
					"Key": "Gesture_Pinch"
				},
				{
					"Source": {
						"Text": "Quote"
					},
					"Translation": {
						"Text": "Comilla"
					},
					"Key": "Quote"
				},
				{
					"Source": {
						"Text": "RMB"
					},
					"Translation": {
						"Text": "Clic derecho"
					},
					"Key": "RightMouseButtonShort"
				},
				{
					"Source": {
						"Text": "Right"
					},
					"Translation": {
						"Text": "Derecha"
					},
					"Key": "Right"
				},
				{
					"Source": {
						"Text": "Right Alt"
					},
					"Translation": {
						"Text": "Alt derecha"
					},
					"Key": "RightAlt"
				},
				{
					"Source": {
						"Text": "Right Bracket"
					},
					"Translation": {
						"Text": "Corchete derecho"
					},
					"Key": "RightBracket"
				},
				{
					"Source": {
						"Text": "Right Cmd"
					},
					"Translation": {
						"Text": "Cmd derecha"
					},
					"Key": "RightCommand"
				},
				{
					"Source": {
						"Text": "Right Ctrl"
					},
					"Translation": {
						"Text": "Ctrl derecha"
					},
					"Key": "RightControl"
				},
				{
					"Source": {
						"Text": "Right Mouse Button"
					},
					"Translation": {
						"Text": "Botón derecho de mouse"
					},
					"Key": "RightMouseButton"
				},
				{
					"Source": {
						"Text": "Right Parantheses"
					},
					"Translation": {
						"Text": "Paréntesis derecho"
					},
					"Key": "RightParantheses"
				},
				{
					"Source": {
						"Text": "Right Shift"
					},
					"Translation": {
						"Text": "Mayús derecha"
					},
					"Key": "RightShift"
				},
				{
					"Source": {
						"Text": "Rotate"
					},
					"Translation": {
						"Text": "Rotar"
					},
					"Key": "Gesture_Rotate"
				},
				{
					"Source": {
						"Text": "Rotation Rate"
					},
					"Translation": {
						"Text": "Índice de rotación"
					},
					"Key": "RotationRate"
				},
				{
					"Source": {
						"Text": "Scroll Lock"
					},
					"Translation": {
						"Text": "Bloq Despl"
					},
					"Key": "ScrollLock"
				},
				{
					"Source": {
						"Text": "Semicolon"
					},
					"Translation": {
						"Text": "Punto y coma"
					},
					"Key": "Semicolon"
				},
				{
					"Source": {
						"Text": "Slash"
					},
					"Translation": {
						"Text": "Barra"
					},
					"Key": "Slash"
				},
				{
					"Source": {
						"Text": "Space"
					},
					"Translation": {
						"Text": "Espacio"
					},
					"Key": "SpaceBarShort"
				},
				{
					"Source": {
						"Text": "Space Bar"
					},
					"Translation": {
						"Text": "Barra espaciadora"
					},
					"Key": "SpaceBar"
				},
				{
					"Source": {
						"Text": "SpecialGamepad"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "SpecialGamepadSubCategory"
				},
				{
					"Source": {
						"Text": "Steam"
					},
					"Translation": {
						"Text": "Steam"
					},
					"Key": "SteamSubCateogry"
				},
				{
					"Source": {
						"Text": "Steam Back Left"
					},
					"Translation": {
						"Text": "Steam atrás izquierdo"
					},
					"Key": "Steam_Back_Left"
				},
				{
					"Source": {
						"Text": "Steam Back Right"
					},
					"Translation": {
						"Text": "Steam atrás derecho"
					},
					"Key": "Steam_Back_Right"
				},
				{
					"Source": {
						"Text": "Steam Touch 0"
					},
					"Translation": {
						"Text": "Steam Touch 0"
					},
					"Key": "Steam_Touch_0"
				},
				{
					"Source": {
						"Text": "Steam Touch 1"
					},
					"Translation": {
						"Text": "Steam Touch 1"
					},
					"Key": "Steam_Touch_1"
				},
				{
					"Source": {
						"Text": "Steam Touch 2"
					},
					"Translation": {
						"Text": "Steam Touch 2"
					},
					"Key": "Steam_Touch_2"
				},
				{
					"Source": {
						"Text": "Steam Touch 3"
					},
					"Translation": {
						"Text": "Steam Touch 3"
					},
					"Key": "Steam_Touch_3"
				},
				{
					"Source": {
						"Text": "Tab"
					},
					"Translation": {
						"Text": "Tab"
					},
					"Key": "Tab"
				},
				{
					"Source": {
						"Text": "Tap"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Gesture_Tap"
				},
				{
					"Source": {
						"Text": "Thumb Mouse Button"
					},
					"Translation": {
						"Text": "Botón de mouse de pulgar"
					},
					"Key": "ThumbMouseButton"
				},
				{
					"Source": {
						"Text": "Thumb Mouse Button 2"
					},
					"Translation": {
						"Text": "Botón de mouse de pulgar 2"
					},
					"Key": "ThumbMouseButton2"
				},
				{
					"Source": {
						"Text": "Tilt"
					},
					"Translation": {
						"Text": "Inclinar"
					},
					"Key": "Tilt"
				},
				{
					"Source": {
						"Text": "Touch"
					},
					"Translation": {
						"Text": "Touch"
					},
					"Key": "TouchSubCateogry"
				},
				{
					"Source": {
						"Text": "Touch {0}"
					},
					"Translation": {
						"Text": "Tocar {0}"
					},
					"Key": "TouchFormat"
				},
				{
					"Source": {
						"Text": "Touchpad Button X Axis"
					},
					"Translation": {
						"Text": "Eje horizontal del botón del panel táctil"
					},
					"Key": "Gamepad_Special_Left_X"
				},
				{
					"Source": {
						"Text": "Touchpad Button Y Axis"
					},
					"Translation": {
						"Text": "Eje vertical del botón del panel táctil"
					},
					"Key": "Gamepad_Special_Left_Y"
				},
				{
					"Source": {
						"Text": "Touchpad Touched"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Gamepad_Special_Left_Touched"
				},
				{
					"Source": {
						"Text": "Underscore"
					},
					"Translation": {
						"Text": "Subrayado"
					},
					"Key": "Underscore"
				},
				{
					"Source": {
						"Text": "Up"
					},
					"Translation": {
						"Text": "Arriba"
					},
					"Key": "Up"
				},
				{
					"Source": {
						"Text": "Valve Index"
					},
					"Translation": {
						"Text": "Valve Index"
					},
					"Key": "ValveIndexSubCategory"
				},
				{
					"Source": {
						"Text": "Valve Index (L) A Press"
					},
					"Translation": {
						"Text": "Oprimir A (I) en Valve Index"
					},
					"Key": "ValveIndex_Left_A_Click"
				},
				{
					"Source": {
						"Text": "Valve Index (L) A Touch"
					},
					"Translation": {
						"Text": "Tocar A (I) en Valve Index"
					},
					"Key": "ValveIndex_Left_A_Touch"
				},
				{
					"Source": {
						"Text": "Valve Index (L) B Press"
					},
					"Translation": {
						"Text": "Oprimir B (I) en Valve Index"
					},
					"Key": "ValveIndex_Left_B_Click"
				},
				{
					"Source": {
						"Text": "Valve Index (L) B Touch"
					},
					"Translation": {
						"Text": "Tocar B (I) en Valve Index"
					},
					"Key": "ValveIndex_Left_B_Touch"
				},
				{
					"Source": {
						"Text": "Valve Index (L) Grip Axis"
					},
					"Translation": {
						"Text": "Eje de la empuñadura (I) de Valve Index"
					},
					"Key": "ValveIndex_Left_Grip_Axis"
				},
				{
					"Source": {
						"Text": "Valve Index (L) Grip Force"
					},
					"Translation": {
						"Text": "Fuerza sobre la empuñadura (I) de Valve Index"
					},
					"Key": "ValveIndex_Left_Grip_Force"
				},
				{
					"Source": {
						"Text": "Valve Index (L) Thumbstick 2D-Axis"
					},
					"Translation": {
						"Text": "Joystick 2D (I) de Valve Index"
					},
					"Key": "ValveIndex_Left_Thumbstick_2D"
				},
				{
					"Source": {
						"Text": "Valve Index (L) Thumbstick Button"
					},
					"Translation": {
						"Text": "Joystick (I) de Valve Index"
					},
					"Key": "ValveIndex_Left_Thumbstick_Click"
				},
				{
					"Source": {
						"Text": "Valve Index (L) Thumbstick Down"
					},
					"Translation": {
						"Text": "Joystick hacia abajo (I) de Valve Index"
					},
					"Key": "ValveIndex_Left_Thumbstick_Down"
				},
				{
					"Source": {
						"Text": "Valve Index (L) Thumbstick Left"
					},
					"Translation": {
						"Text": "Joystick hacia la izquierda (I) de Valve Index"
					},
					"Key": "ValveIndex_Left_Thumbstick_Left"
				},
				{
					"Source": {
						"Text": "Valve Index (L) Thumbstick Right"
					},
					"Translation": {
						"Text": "Joystick hacia la derecha (I) de Valve Index"
					},
					"Key": "ValveIndex_Left_Thumbstick_Right"
				},
				{
					"Source": {
						"Text": "Valve Index (L) Thumbstick Touch"
					},
					"Translation": {
						"Text": "Tocar el joystick (I) de Valve Index"
					},
					"Key": "ValveIndex_Left_Thumbstick_Touch"
				},
				{
					"Source": {
						"Text": "Valve Index (L) Thumbstick Up"
					},
					"Translation": {
						"Text": "Joystick hacia arriba (I) de Valve Index"
					},
					"Key": "ValveIndex_Left_Thumbstick_Up"
				},
				{
					"Source": {
						"Text": "Valve Index (L) Thumbstick X-Axis"
					},
					"Translation": {
						"Text": "Joystick X (I) de Valve Index"
					},
					"Key": "ValveIndex_Left_Thumbstick_X"
				},
				{
					"Source": {
						"Text": "Valve Index (L) Thumbstick Y-Axis"
					},
					"Translation": {
						"Text": "Joystick Y (I) de Valve Index"
					},
					"Key": "ValveIndex_Left_Thumbstick_Y"
				},
				{
					"Source": {
						"Text": "Valve Index (L) Trackpad 2D-Axis"
					},
					"Translation": {
						"Text": "Trackpad 2D (I) de Valve Index"
					},
					"Key": "ValveIndex_Left_Trackpad_2D"
				},
				{
					"Source": {
						"Text": "Valve Index (L) Trackpad Down"
					},
					"Translation": {
						"Text": "Trackpad hacia abajo (I) de Valve Index"
					},
					"Key": "ValveIndex_Left_Trackpad_Down"
				},
				{
					"Source": {
						"Text": "Valve Index (L) Trackpad Force"
					},
					"Translation": {
						"Text": "Fuerza sobre el trackpad (I) de Valve Index"
					},
					"Key": "ValveIndex_Left_Trackpad_Force"
				},
				{
					"Source": {
						"Text": "Valve Index (L) Trackpad Left"
					},
					"Translation": {
						"Text": "Trackpad hacia la izquierda (I) de Valve Index"
					},
					"Key": "ValveIndex_Left_Trackpad_Left"
				},
				{
					"Source": {
						"Text": "Valve Index (L) Trackpad Right"
					},
					"Translation": {
						"Text": "Trackpad hacia la derecha (I) de Valve Index"
					},
					"Key": "ValveIndex_Left_Trackpad_Right"
				},
				{
					"Source": {
						"Text": "Valve Index (L) Trackpad Touch"
					},
					"Translation": {
						"Text": "Tocar el trackpad (I) de Valve Index"
					},
					"Key": "ValveIndex_Left_Trackpad_Touch"
				},
				{
					"Source": {
						"Text": "Valve Index (L) Trackpad Up"
					},
					"Translation": {
						"Text": "Trackpad hacia arriba (I) de Valve Index"
					},
					"Key": "ValveIndex_Left_Trackpad_Up"
				},
				{
					"Source": {
						"Text": "Valve Index (L) Trackpad X"
					},
					"Translation": {
						"Text": "Trackpad X (I) de Valve Index"
					},
					"Key": "ValveIndex_Left_Trackpad_X"
				},
				{
					"Source": {
						"Text": "Valve Index (L) Trackpad Y"
					},
					"Translation": {
						"Text": "Trackpad Y (I) de Valve Index"
					},
					"Key": "ValveIndex_Left_Trackpad_Y"
				},
				{
					"Source": {
						"Text": "Valve Index (L) Trigger"
					},
					"Translation": {
						"Text": "Gatillo (I) de Valve Index"
					},
					"Key": "ValveIndex_Left_Trigger_Click"
				},
				{
					"Source": {
						"Text": "Valve Index (L) Trigger Axis"
					},
					"Translation": {
						"Text": "Eje del gatillo (I) de Valve Index"
					},
					"Key": "ValveIndex_Left_Trigger_Axis"
				},
				{
					"Source": {
						"Text": "Valve Index (L) Trigger Touch"
					},
					"Translation": {
						"Text": "Tocar el gatillo (I) de Valve Index"
					},
					"Key": "ValveIndex_Left_Trigger_Touch"
				},
				{
					"Source": {
						"Text": "Valve Index (R) A Press"
					},
					"Translation": {
						"Text": "Oprimir A (D) en Valve Index"
					},
					"Key": "ValveIndex_Right_A_Click"
				},
				{
					"Source": {
						"Text": "Valve Index (R) A Touch"
					},
					"Translation": {
						"Text": "Tocar A (D) en Valve Index"
					},
					"Key": "ValveIndex_Right_A_Touch"
				},
				{
					"Source": {
						"Text": "Valve Index (R) B Press"
					},
					"Translation": {
						"Text": "Oprimir B (D) en Valve Index"
					},
					"Key": "ValveIndex_Right_B_Click"
				},
				{
					"Source": {
						"Text": "Valve Index (R) B Touch"
					},
					"Translation": {
						"Text": "Tocar B (D) en Valve Index"
					},
					"Key": "ValveIndex_Right_B_Touch"
				},
				{
					"Source": {
						"Text": "Valve Index (R) Grip Axis"
					},
					"Translation": {
						"Text": "Eje de la empuñadura (D) de Valve Index"
					},
					"Key": "ValveIndex_Right_Grip_Axis"
				},
				{
					"Source": {
						"Text": "Valve Index (R) Grip Force"
					},
					"Translation": {
						"Text": "Fuerza sobre la empuñadura (D) de Valve Index"
					},
					"Key": "ValveIndex_Right_Grip_Force"
				},
				{
					"Source": {
						"Text": "Valve Index (R) Thumbstick 2D-Axis"
					},
					"Translation": {
						"Text": "Joystick 2D (D) de Valve Index"
					},
					"Key": "ValveIndex_Right_Thumbstick_2D"
				},
				{
					"Source": {
						"Text": "Valve Index (R) Thumbstick Button"
					},
					"Translation": {
						"Text": "Joystick (D) de Valve Index"
					},
					"Key": "ValveIndex_Right_Thumbstick_Click"
				},
				{
					"Source": {
						"Text": "Valve Index (R) Thumbstick Down"
					},
					"Translation": {
						"Text": "Joystick hacia abajo (D) de Valve Index"
					},
					"Key": "ValveIndex_Right_Thumbstick_Down"
				},
				{
					"Source": {
						"Text": "Valve Index (R) Thumbstick Left"
					},
					"Translation": {
						"Text": "Joystick hacia la izquierda (D) de Valve Index"
					},
					"Key": "ValveIndex_Right_Thumbstick_Left"
				},
				{
					"Source": {
						"Text": "Valve Index (R) Thumbstick Right"
					},
					"Translation": {
						"Text": "Joystick hacia la derecha (D) de Valve Index"
					},
					"Key": "ValveIndex_Right_Thumbstick_Right"
				},
				{
					"Source": {
						"Text": "Valve Index (R) Thumbstick Touch"
					},
					"Translation": {
						"Text": "Tocar el joystick (D) de Valve Index"
					},
					"Key": "ValveIndex_Right_Thumbstick_Touch"
				},
				{
					"Source": {
						"Text": "Valve Index (R) Thumbstick Up"
					},
					"Translation": {
						"Text": "Joystick hacia arriba (D) de Valve Index"
					},
					"Key": "ValveIndex_Right_Thumbstick_Up"
				},
				{
					"Source": {
						"Text": "Valve Index (R) Thumbstick X-Axis"
					},
					"Translation": {
						"Text": "Joystick X (D) de Valve Index"
					},
					"Key": "ValveIndex_Right_Thumbstick_X"
				},
				{
					"Source": {
						"Text": "Valve Index (R) Thumbstick Y-Axis"
					},
					"Translation": {
						"Text": "Joystick Y (D) de Valve Index"
					},
					"Key": "ValveIndex_Right_Thumbstick_Y"
				},
				{
					"Source": {
						"Text": "Valve Index (R) Trackpad 2D-Axis"
					},
					"Translation": {
						"Text": "Trackpad 2D (D) de Valve Index"
					},
					"Key": "ValveIndex_Right_Trackpad_2D"
				},
				{
					"Source": {
						"Text": "Valve Index (R) Trackpad Down"
					},
					"Translation": {
						"Text": "Trackpad hacia abajo (D) de Valve Index"
					},
					"Key": "ValveIndex_Right_Trackpad_Down"
				},
				{
					"Source": {
						"Text": "Valve Index (R) Trackpad Force"
					},
					"Translation": {
						"Text": "Fuerza sobre el trackpad (D) de Valve Index"
					},
					"Key": "ValveIndex_Right_Trackpad_Force"
				},
				{
					"Source": {
						"Text": "Valve Index (R) Trackpad Left"
					},
					"Translation": {
						"Text": "Trackpad hacia la izquierda (D) de Valve Index"
					},
					"Key": "ValveIndex_Right_Trackpad_Left"
				},
				{
					"Source": {
						"Text": "Valve Index (R) Trackpad Right"
					},
					"Translation": {
						"Text": "Trackpad hacia la derecha (D) de Valve Index"
					},
					"Key": "ValveIndex_Right_Trackpad_Right"
				},
				{
					"Source": {
						"Text": "Valve Index (R) Trackpad Touch"
					},
					"Translation": {
						"Text": "Tocar el trackpad (D) de Valve Index"
					},
					"Key": "ValveIndex_Right_Trackpad_Touch"
				},
				{
					"Source": {
						"Text": "Valve Index (R) Trackpad Up"
					},
					"Translation": {
						"Text": "Trackpad hacia arriba (D) de Valve Index"
					},
					"Key": "ValveIndex_Right_Trackpad_Up"
				},
				{
					"Source": {
						"Text": "Valve Index (R) Trackpad X"
					},
					"Translation": {
						"Text": "Trackpad X (D) de Valve Index"
					},
					"Key": "ValveIndex_Right_Trackpad_X"
				},
				{
					"Source": {
						"Text": "Valve Index (R) Trackpad Y"
					},
					"Translation": {
						"Text": "Trackpad Y (D) de Valve Index"
					},
					"Key": "ValveIndex_Right_Trackpad_Y"
				},
				{
					"Source": {
						"Text": "Valve Index (R) Trigger"
					},
					"Translation": {
						"Text": "Gatillo (D) de Valve Index"
					},
					"Key": "ValveIndex_Right_Trigger_Click"
				},
				{
					"Source": {
						"Text": "Valve Index (R) Trigger Axis"
					},
					"Translation": {
						"Text": "Eje del gatillo (D) de Valve Index"
					},
					"Key": "ValveIndex_Right_Trigger_Axis"
				},
				{
					"Source": {
						"Text": "Valve Index (R) Trigger Touch"
					},
					"Translation": {
						"Text": "Tocar el gatillo (D) de Valve Index"
					},
					"Key": "ValveIndex_Right_Trigger_Touch"
				},
				{
					"Source": {
						"Text": "Virtual"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "VirtualSubCategory"
				},
				{
					"Source": {
						"Text": "Virtual Gamepad Accept"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Virtual_Gamepad_Accept_Key"
				},
				{
					"Source": {
						"Text": "Virtual Gamepad Back"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Virtual_Gamepad_Back_Key"
				},
				{
					"Source": {
						"Text": "Vive (L) Grip"
					},
					"Translation": {
						"Text": "Empuñadura (I) de Vive"
					},
					"Key": "Vive_Left_Grip_Click"
				},
				{
					"Source": {
						"Text": "Vive (L) Menu"
					},
					"Translation": {
						"Text": "Menú (I) de Vive"
					},
					"Key": "Vive_Left_Menu_Click"
				},
				{
					"Source": {
						"Text": "Vive (L) Trackpad 2D-Axis"
					},
					"Translation": {
						"Text": "Trackpad 2D (I) de Vive"
					},
					"Key": "Vive_Left_Trackpad_2D"
				},
				{
					"Source": {
						"Text": "Vive (L) Trackpad Button"
					},
					"Translation": {
						"Text": "Trackpad (I) de Vive"
					},
					"Key": "Vive_Left_Trackpad_Click"
				},
				{
					"Source": {
						"Text": "Vive (L) Trackpad Down"
					},
					"Translation": {
						"Text": "Trackpad hacia abajo (I) de Vive"
					},
					"Key": "Vive_Left_Trackpad_Down"
				},
				{
					"Source": {
						"Text": "Vive (L) Trackpad Left"
					},
					"Translation": {
						"Text": "Trackpad hacia la izquierda (I) de Vive"
					},
					"Key": "Vive_Left_Trackpad_Left"
				},
				{
					"Source": {
						"Text": "Vive (L) Trackpad Right"
					},
					"Translation": {
						"Text": "Trackpad hacia la derecha (I) de Vive"
					},
					"Key": "Vive_Left_Trackpad_Right"
				},
				{
					"Source": {
						"Text": "Vive (L) Trackpad Touch"
					},
					"Translation": {
						"Text": "Tocar el trackpad (I) de Vive"
					},
					"Key": "Vive_Left_Trackpad_Touch"
				},
				{
					"Source": {
						"Text": "Vive (L) Trackpad Up"
					},
					"Translation": {
						"Text": "Trackpad hacia arriba (I) de Vive"
					},
					"Key": "Vive_Left_Trackpad_Up"
				},
				{
					"Source": {
						"Text": "Vive (L) Trackpad X-Axis"
					},
					"Translation": {
						"Text": "Trackpad X (I) de Vive"
					},
					"Key": "Vive_Left_Trackpad_X"
				},
				{
					"Source": {
						"Text": "Vive (L) Trackpad Y-Axis"
					},
					"Translation": {
						"Text": "Trackpad Y (I) de Vive"
					},
					"Key": "Vive_Left_Trackpad_Y"
				},
				{
					"Source": {
						"Text": "Vive (L) Trigger"
					},
					"Translation": {
						"Text": "Gatillo (I) de Vive"
					},
					"Key": "Vive_Left_Trigger_Click"
				},
				{
					"Source": {
						"Text": "Vive (L) Trigger Axis"
					},
					"Translation": {
						"Text": "Eje del gatillo (I) de Vive"
					},
					"Key": "Vive_Left_Trigger_Axis"
				},
				{
					"Source": {
						"Text": "Vive (R) Grip"
					},
					"Translation": {
						"Text": "Empuñadura (D) de Vive"
					},
					"Key": "Vive_Right_Grip_Click"
				},
				{
					"Source": {
						"Text": "Vive (R) Menu"
					},
					"Translation": {
						"Text": "Menú (D) de Vive"
					},
					"Key": "Vive_Right_Menu_Click"
				},
				{
					"Source": {
						"Text": "Vive (R) Trackpad 2D-Axis"
					},
					"Translation": {
						"Text": "Trackpad 2D (D) de Vive"
					},
					"Key": "Vive_Right_Trackpad_2D"
				},
				{
					"Source": {
						"Text": "Vive (R) Trackpad Button"
					},
					"Translation": {
						"Text": "Trackpad (D) de Vive"
					},
					"Key": "Vive_Right_Trackpad_Click"
				},
				{
					"Source": {
						"Text": "Vive (R) Trackpad Down"
					},
					"Translation": {
						"Text": "Trackpad hacia abajo (D) de Vive"
					},
					"Key": "Vive_Right_Trackpad_Down"
				},
				{
					"Source": {
						"Text": "Vive (R) Trackpad Left"
					},
					"Translation": {
						"Text": "Trackpad hacia la izquierda (D) de Vive"
					},
					"Key": "Vive_Right_Trackpad_Left"
				},
				{
					"Source": {
						"Text": "Vive (R) Trackpad Right"
					},
					"Translation": {
						"Text": "Trackpad hacia la derecha (D) de Vive"
					},
					"Key": "Vive_Right_Trackpad_Right"
				},
				{
					"Source": {
						"Text": "Vive (R) Trackpad Touch"
					},
					"Translation": {
						"Text": "Tocar el trackpad (D) de Vive"
					},
					"Key": "Vive_Right_Trackpad_Touch"
				},
				{
					"Source": {
						"Text": "Vive (R) Trackpad Up"
					},
					"Translation": {
						"Text": "Trackpad hacia arriba (D) de Vive"
					},
					"Key": "Vive_Right_Trackpad_Up"
				},
				{
					"Source": {
						"Text": "Vive (R) Trackpad X-Axis"
					},
					"Translation": {
						"Text": "Trackpad X (D) de Vive"
					},
					"Key": "Vive_Right_Trackpad_X"
				},
				{
					"Source": {
						"Text": "Vive (R) Trackpad Y-Axis"
					},
					"Translation": {
						"Text": "Trackpad Y (D) de Vive"
					},
					"Key": "Vive_Right_Trackpad_Y"
				},
				{
					"Source": {
						"Text": "Vive (R) Trigger"
					},
					"Translation": {
						"Text": "Gatillo (D) de Vive"
					},
					"Key": "Vive_Right_Trigger_Click"
				},
				{
					"Source": {
						"Text": "Vive (R) Trigger Axis"
					},
					"Translation": {
						"Text": "Eje del gatillo (D) de Vive"
					},
					"Key": "Vive_Right_Trigger_Axis"
				},
				{
					"Source": {
						"Text": "Windows Mixed Reality"
					},
					"Translation": {
						"Text": "Windows Mixed Reality"
					},
					"Key": "MixedRealitySubCategory"
				},
				{
					"Source": {
						"Text": "XBox One"
					},
					"Translation": {
						"Text": "XBox One"
					},
					"Key": "XBoxOneSubCateogry"
				}
			]
		},
		{
			"Namespace": "LinuxDynamicRHI",
			"Children": [
				{
					"Source": {
						"Text": "Failed to load OpenGL Driver which is required to run the engine.\nOpenGL4 has been deprecated and should use Vulkan."
					},
					"Translation": {
						"Text": "No se pudo cargar el controlador OpenGL necesario para ejecutar el motor.\nOpenGL4 está obsoleto y se debe usar Vulkan."
					},
					"Key": "NoOpenGLDriver"
				},
				{
					"Source": {
						"Text": "Failed to load Vulkan Driver which is required to run the engine.\nThe engine no longer fallbacks to OpenGL4 which has been deprecated."
					},
					"Translation": {
						"Text": "No se pudo cargar el controlador Vulkan necesario para ejecutar el motor.\nEl motor ya no se vuelve a OpenGL4 porque está obsoleto."
					},
					"Key": "NoVulkanDriver"
				},
				{
					"Source": {
						"Text": "Forced Vulkan device could not be created at the project's supported feature levels (see log for details)."
					},
					"Translation": {
						"Text": ""
					},
					"Key": "ForcedVulkanSM"
				},
				{
					"Source": {
						"Text": "OpenGL 4.3 is required to run the engine."
					},
					"Translation": {
						"Text": "Se requiere OpenGL 4.3 para ejecutar el procesador."
					},
					"Key": "RequiredOpenGL"
				},
				{
					"Source": {
						"Text": "The project does not target Vulkan or OpenGL RHIs, check project settings or pass -nullrhi."
					},
					"Translation": {
						"Text": "El proyecto no contempla Vulkan ni OpenGL RHIs, comprueba los ajustes del proyecto o pasa -nullrhi."
					},
					"Key": "NoTargetedRHI"
				},
				{
					"Source": {
						"Text": "Trying to force OpenGL RHI but the project does not have it in TargetedRHIs list."
					},
					"Translation": {
						"Text": "Intentando forzar la RHI de OpenGL, pero el proyecto no lo incluye en la lista de TargetedRHIs."
					},
					"Key": "NoOpenGLTargetedRHI"
				},
				{
					"Source": {
						"Text": "Trying to force Vulkan RHI but the project does not have it in TargetedRHIs list."
					},
					"Translation": {
						"Text": "Intentando forzar la RHI de Vulkan, pero el proyecto no lo incluye en la lista de TargetedRHIs."
					},
					"Key": "NoVulkanTargetedRHI"
				},
				{
					"Source": {
						"Text": "Trying to force specific Vulkan feature level but it is not supported."
					},
					"Translation": {
						"Text": ""
					},
					"Key": "UnsupportedVulkanTargetedRHI"
				},
				{
					"Source": {
						"Text": "Vulkan Driver is required to run the engine."
					},
					"Translation": {
						"Text": "Se requiere Vulkan Driver para ejecutar el procesador."
					},
					"Key": "RequiredVulkan"
				},
				{
					"Source": {
						"Text": "Vulkan device could not be created at the project's supported feature levels (see log for details)."
					},
					"Translation": {
						"Text": ""
					},
					"Key": "SupportedVulkanSM"
				},
				{
					"Source": {
						"Text": "Vulkan or OpenGL (4.3) support is required to run the engine."
					},
					"Translation": {
						"Text": "Se requiere compatibilidad con Vulkan u OpenGL (4.3) para ejecutar el procesador."
					},
					"Key": "NoVulkanNoGL"
				},
				{
					"Source": {
						"Text": "Warning: OpenGL is no longer supported for desktop platforms. Vulkan will be used instead."
					},
					"Translation": {
						"Text": "Advertencia: OpenGL ya no es compatible con las plataformas de escritorio. Se usará Vulkan en su lugar."
					},
					"Key": "OpenGLRemoved"
				}
			]
		},
		{
			"Namespace": "MessageDialog",
			"Children": [
				{
					"Source": {
						"Text": "Please update to the latest version of macOS for best performance and stability."
					},
					"Translation": {
						"Text": "Actualiza a la última versión de macOS para tener mejor rendimiento y estabilidad."
					},
					"Key": "UpdateMacOSX_Body"
				},
				{
					"Source": {
						"Text": "The installed version of the {Vendor} graphics driver has known issues in {RHI}.\nPlease install either the latest or the recommended driver version or switch to a different rendering API.\n\nWould you like to visit the following URL to download the driver?\n\n{Hyperlink}\n\n{AdapterName}\nInstalled: {InstalledVer}\nRecommended: {RecommendedVer}"
					},
					"Translation": {
						"Text": "La versión instalada del controlador de tarjetas gráficas {Vendor} tiene problemas conocidos en {RHI}.\nInstala la versión más reciente del controlador o la recomendada, o cambia a una API de renderización diferente.\n\n¿Quieres visitar la siguiente URL para descargar el controlador?\n\n{Hyperlink}\n\n{AdapterName}\nVersión instalada: {InstalledVer}\nVersión recomendada: {RecommendedVer}"
					},
					"Key": "VideoCardDriverRHIIssueReport"
				},
				{
					"Source": {
						"Text": "The installed version of the {Vendor} graphics driver has known issues.\nPlease install either the latest or the recommended driver version.\n\nWould you like to visit the following URL to download the driver?\n\n{Hyperlink}\n\n{AdapterName}\nInstalled: {InstalledVer}\nRecommended: {RecommendedVer}"
					},
					"Translation": {
						"Text": "La versión instalada del controlador de tarjetas gráficas {Vendor} tiene problemas conocidos.\nInstala la versión más reciente del controlador o la recomendada.\n\n¿Quieres visitar la siguiente URL para descargar el controlador?\n\n{Hyperlink}\n\n{AdapterName}\nVersión instalada: {InstalledVer}\nVersión recomendada: {RecommendedVer}"
					},
					"Key": "VideoCardDriverIssueReport"
				},
				{
					"Source": {
						"Text": "Update macOS"
					},
					"Translation": {
						"Text": "Actualizar macOS"
					},
					"Key": "UpdateMacOSX_Title"
				},
				{
					"Source": {
						"Text": "WARNING: Known issues with graphics driver"
					},
					"Translation": {
						"Text": "ATENCIÓN: Problemas conocidos con los controladores gráficos"
					},
					"Key": "TitleVideoCardDriverIssue"
				},
				{
					"Source": {
						"Text": "https://downloadcenter.intel.com/product/80939/Graphics"
					},
					"Translation": {
						"Text": "https://downloadcenter.intel.com/es/product/80939/Graphics"
					},
					"Key": "DriverDownloadLinkIntel"
				},
				{
					"Source": {
						"Text": "https://softwarecenter.qualcomm.com/catalog/item/Windows_Graphics_Driver"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "DriverDownloadLinkQualcomm"
				},
				{
					"Source": {
						"Text": "https://www.amd.com/en/support"
					},
					"Translation": {
						"Text": "https://www.amd.com/es/support"
					},
					"Key": "DriverDownloadLinkAMD"
				},
				{
					"Source": {
						"Text": "https://www.nvidia.com/en-us/geforce/drivers/"
					},
					"Translation": {
						"Text": "https://www.nvidia.com/es-es/geforce/drivers/"
					},
					"Key": "DriverDownloadLinkNVIDIA"
				},
				{
					"Source": {
						"Text": "latest driver available"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "LatestDriver"
				},
				{
					"Source": {
						"Text": "{0} or latest driver available"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "SuggestedDriverOrLatest"
				}
			]
		},
		{
			"Namespace": "UnrealBuildConfigurations",
			"Children": [
				{
					"Source": {
						"Text": "Debug"
					},
					"Translation": {
						"Text": "Depuración"
					},
					"Key": "DebugName"
				},
				{
					"Source": {
						"Text": "DebugGame"
					},
					"Translation": {
						"Text": "Depurar juego"
					},
					"Key": "DebugGameName"
				},
				{
					"Source": {
						"Text": "Development"
					},
					"Translation": {
						"Text": "Desarrollo"
					},
					"Key": "DevelopmentName"
				},
				{
					"Source": {
						"Text": "Shipping"
					},
					"Translation": {
						"Text": "Envío"
					},
					"Key": "ShippingName"
				},
				{
					"Source": {
						"Text": "Test"
					},
					"Translation": {
						"Text": "Probar"
					},
					"Key": "TestName"
				},
				{
					"Source": {
						"Text": "Unknown"
					},
					"Translation": {
						"Text": "Desconocido"
					},
					"Key": "UnknownName"
				}
			]
		},
		{
			"Namespace": "WindowsDynamicRHI",
			"Children": [
				{
					"Source": {
						"Text": "-d3d12/dx12, -d3d11/dx11, -vulkan, and -opengl are mutually exclusive options, but more than one was specified on the command-line."
					},
					"Translation": {
						"Text": "-d3d12/dx12, -d3d11/dx11, -vulkan y -opengl son opciones mutuamente excluyentes, pero se especificó más de una en la línea de comandos."
					},
					"Key": "RHIOptionsError"
				},
				{
					"Source": {
						"Text": "<Unknown>"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "UnknownRHI"
				},
				{
					"Source": {
						"Text": "<unknown>"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "FeatureLevelUnknown"
				},
				{
					"Source": {
						"Text": "A D3D11-compatible GPU (Feature Level 11.0, Shader Model 5.0) is required to run the engine."
					},
					"Translation": {
						"Text": "Se requiere una GPU compatible con D3D11 (nivel 11.0, Shader Model 5.0) para ejecutar el procesador."
					},
					"Key": "RequiredDX11Feature_11_SM5"
				},
				{
					"Source": {
						"Text": "DX12 SM6 is not supported on your system. Try running without the -sm6 command line argument."
					},
					"Translation": {
						"Text": "DX12 SM6 no es compatible con tu sistema. Intenta ejecutarlo sin el argumento de la línea de comandos -sm6."
					},
					"Key": "RequiredDX12SM6"
				},
				{
					"Source": {
						"Text": "DX12 is not supported on your system. Try running without the -dx12 or -d3d12 command line argument."
					},
					"Translation": {
						"Text": "El sistema no es compatible con DX12. Intenta ejecutarlo sin el argumento de la línea de comando -dx12 o -d3d12."
					},
					"Key": "RequiredDX12"
				},
				{
					"Source": {
						"Text": "DirectX 11"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "D3D11"
				},
				{
					"Source": {
						"Text": "DirectX 12"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "D3D12"
				},
				{
					"Source": {
						"Text": "ES3_1"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "FeatureLevelES31"
				},
				{
					"Source": {
						"Text": "OpenGL"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "OpenGL"
				},
				{
					"Source": {
						"Text": "OpenGL 4.3 is required to run the engine."
					},
					"Translation": {
						"Text": "Se requiere OpenGL 4.3 para ejecutar el procesador."
					},
					"Key": "RequiredOpenGL"
				},
				{
					"Source": {
						"Text": "SM5"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "FeatureLevelSM4"
				},
				{
					"Source": {
						"Text": "SM6"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "FeatureLevelSM6"
				},
				{
					"Source": {
						"Text": "Unable to launch with RHI '{0}' since the project is not configured to support it."
					},
					"Translation": {
						"Text": ""
					},
					"Key": "MissingTargetedShaderFormats"
				},
				{
					"Source": {
						"Text": "Vulkan"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Vulkan"
				},
				{
					"Source": {
						"Text": "Vulkan Driver is required to run the engine."
					},
					"Translation": {
						"Text": "Se requiere el controlador Vulkan para ejecutar el motor."
					},
					"Key": "RequiredVulkan"
				},
				{
					"Source": {
						"Text": "{0} does not support {1}."
					},
					"Translation": {
						"Text": ""
					},
					"Key": "RHINotSupported"
				}
			]
		}
	]
}